//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Cancelar";
"_edit_"                    = "Editar";
"_tap_to_cancel_"           = "Toca para cancelar";
"_cancel_request_"          = "¿Desea cancelar?";
"_upload_file_"             = "Subir archivo";
"_download_file_"           = "Descargar archivo";
"_delete_"                  = "Eliminar";
"_rename_"                  = "Renombrar";
"_rename_file_"             = "Renombrar archivo";
"_rename_folder_"           = "Renombrar carpeta";
"_move_"                    = "Mover";
"_add_"                     = "Añadir";
"_save_"                    = "Guardar";
"_warning_"                 = "Precaución";
"_error_"                   = "Error";
"_no_"                      = "No";
"_yes_"                     = "Sí";
"_select_"                  = "Seleccionar";
"_select_all_"              = "Seleccionar todo";
"_upload_"                  = "Subir";
"_home_"                    = "Archivos";
"_files_"                   = "Archivos";
"_ok_"                      = "OK";
"_done_"                    = "Hecho";
"_clear_"                   = "Borrar";
"_selected_"                = "Seleccionado";
"_no_active_account_"       = "No se ha encontrado la cuenta";
"_info_"                    = "Información";
"_warning_"                 = "Precaución";
"_video_"                   = "Vídeo";
"_overwrite_"               = "Sobreescribir";
"_create_"                  = "Crear";
"_create_folder_"           = "Crear carpeta ";
"_create_folder_e2ee_"      = "Crear carpeta cifrada";
"_close_"                   = "Cerrar";
"_remove_"                  = "Borrar";
"_file_not_found_"          = "Archivo no encontrado";
"_continue_"                = "Continuar";
"_continue_editing_"        = "Continuar editando";
"_auto_upload_folder_"      = "Subida automática";
"_photo_"                   = "Foto";
"_audio_"                   = "Audio";
"_unknown_"                 = "Desconocido";
"_success_"                 = "Éxito";
"_mode_filename_"           = "Modo de nombre de archivo";
"_warning_owncloud_"        = "Está conectado a un servidor ownCloud. Esto no se ha probado y no está soportado, úselo a su propio riesgo. Para actualizar a NextCloud, vea: https://nextcloud.com/migration.";
"_warning_unsupported_"     = "Está utilizando una versión no compatible. Por la seguridad de tus datos, te recomendamos encarecidamente que actualices a la última versión estable.";
"_restore_"                 = "Restaurar";
"_tap_here_to_change_"      = "Toca aquí para cambiar";
"_no_albums_"               = "Sin albums";
"_denied_album_"            = "Esta app no tiene acceso a \"Fotos\", puede activarlo en los ajustes de Privacidad.";
"_denied_camera_"           = "Esta app no tiene acceso a la \"Cámara\", puedes activarlo en los ajustes de Privacidad.";
"_force_start_"             = "Forzar comienzo";
"_account_not_available_"   = "La cuenta %@ de %@ no existe. Por favor, añada la misma para poder leer el archivo %@.";
"_the_account_"             = "La cuenta";
"_does_not_exist_"          = "no existe";
"_sharing_"                 = "Compartir";
"_details_"                 = "Detalles";
"_no_permission_add_file_"  = "No tiene permiso para agregar archivos.";
"_no_permission_delete_file_" = "No tiene permiso para eliminar archivos.";
"_no_permission_modify_file_" = "No tiene permiso para modificar archivos.";
"_no_permission_favorite_file_" = "No tiene permiso para añadir el archivo a sus favoritos.";
"_add_folder_info_"         = "Añadir información de la carpeta";
"_back_"                    = "Atrás";
"_search_"                  = "Buscar";
"_of_"                      = "de";
"_livephoto_save_"          = "Guardar Live Photo en Álbum de Fotos";
"_livephoto_save_error_"    = "Error al guardar Live Photo.";
"_livephoto_no_"            = "Deshabilitar Live Photo";
"_convert_live_photo_"      = "Convertir a Live Photo";
"_file_conflict_num_"       = "conflicto con archivo";
"_file_conflicts_num_"      = "conflictos de archivos";
"_file_conflict_desc_"      = "¿Qué archivos desea mantener?\nSi selecciona ambas versiones, el archivo copiado tendrá un número añadido a su nombre.";
"_file_conflict_new_"       = "Nuevos archivos";
"_file_conflict_exists_"    = "Archivos ya existentes";
"_file_not_rewite_doc_"     = "No se puede sobreescribir un documento, pero sí crear uno nuevo.";
"_move_or_copy_"            = "Mover o copiar";
"_copy_"                    = "Copiar";
"_now_"                     = "Ahora";
"_wait_"                    = "Por favor, espera …";
"_recent_"                  = "Reciente";
"_view_in_folder_"          = "Ver en carpeta";
"_leave_share_"             = "Dejar de compartir";
"_disabled_"                = "Deshabilitado";
"_standard_"                = "Estándar";
"_maximum_"                 = "Máximo";
"_error_occurred_"          = "Ha ocurrido un error, por favor, intente de nuevo.";
"_retry_"                   = "Volver a intentar";
"_images_"                  = "Imágenes";
"_confirm_"                 = "Confirmar";

/* MARK: Files lock */

"_lock_"                            = "Bloquear";
"_unlock_"                          = "Desbloquear";
"_lock_file_"                       = "Bloquear archivo";
"_unlock_file_"                     = "Desbloquear archivo";
"_lock_selected_files_"             = "Bloquear archivos";
"_unlock_selected_files_"           = "Desbloquear archivos";
"_locked_by_"                       = "Bloqueado por %@";
"_file_locked_no_override_"         = "Este archivo está bloqueado. No se puede sobreescribir";
"_lock_no_permissions_selected_"    = "No está permitido para algunos archivos o carpetas seleccionadas.";
"_remove_file_"             = "Eliminar archivo";
"_delete_file_"             = "Eliminar archivo";
"_delete_folder_"           = "Eliminar carpeta";
"_size_"                    = "Tamaño";
"_set_user_status_"         = "Cambiar el estado del usuario";
"_open_settings_"           = "Abrir ajustes";
"_settings_account_request_" = "Solicitar cuenta al inicio";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Escribir el alias";
"_alias_footer_"            = "Ponle a tus cuentas un nombre descriptivo como Casa, Oficina, Escuela …";
"_privacy_legal_"           = "Privacidad e Información Legal";
"_source_code_"             = "Conseguir el código fuente";
"_account_select_"          = "Seleccione la cuenta";
"_account_select_to_add_"   = "Seleccione la cuenta a añadir";
"_remove_local_account_"    = "Eliminar cuenta local";
"_want_delete_account_"     = "¿Quieres eliminar la cuenta local?";
"_prevent_http_redirection_"= "La redirección en HTTP no está permitida.";
"_single_file_conflict_title_" = "Conflicto de archivo";
"_multi_file_conflict_title_" = "%@ conflictos de archivo";
"_replace_action_title_" = "Reemplazar";
"_keep_both_action_title_" = "Mantener ambos";
"_cancel_keep_existing_action_title_" = "Cancelar y mantener los actual";
"_replace_all_action_title_" = "Reemplazar todo";
"_keep_both_for_all_action_title_" = "Mantener ambos para todo";
"_more_action_title_" = "Más detalles";
"_wait_file_preparation_" = "Por favor espere, preparando carga de archivo…";
"_wait_file_encryption_"  = "Por favor espere, cifrando archivo…";
"_passcode_counter_fail_" = "Demasiados intentos fallidos, por favor espere antes de reintentar.";
"_seconds_"               = "segundos";
"_change_lock_passcode_"  = "Cambiar contraseña";
"_lock_cannot_disable_mdm_" = "No está permitido deshabilitar el bloqueo por contraseña debido a tu perfil de configuración.";

// MARK: User Status

/* User status */
"_online_"                  = "En línea";

/* User status */
"_away_"                    = "Ausente";
/* User status */

"_dnd_"                     = "No molestar";

/* User status */
"_dnd_description_"         = "Silenciar todas las notificaciones";

/* User status */
"_invisible_"               = "Invisible";

/* User status */
"_invisible_description_"   = "Mostrar como fuera de línea";

/* User status */
"_status_message_"          = "Mensaje de estado";
"_status_message_placehorder_"  = "¿Cuál es su estado?";
"_online_status_"           = "Estado en línea";
"_clear_status_message_"    = "Borrar el mensaje de estado";
"_set_status_message_"      = "Poner un mensaje de estado";
"_clear_status_message_after_"  = "Borrar el mensaje de estado después de";

/* User status */
"_select_option_"           = "Selecciona una opción";
"_dont_clear_"              = "No borrar";
"_30_minutes_"              = "30 minutos";
"_an_hour_"                 = "una hora";
"_1_hour_"                  = "1 hora";
"_4_hours_"                 = "4 horas";
"day"                       = "Hoy";
"_this_week_"               = "Esta semana";
"_days_"                    = "Días";
"_hours_"                   = "Horas";
"_minutes_"                 = "Minutos";


"_network_not_available_"   = "Red no disponible.";
"_file_already_exists_"     = "No se puede completar la operación, hay un archivo con el mismo nombre.";
"_files_lock_error_"        = "Ha ocurrido un error al cambiar el bloqueo de este archivo.";
"_more_"                        = "Menú";
"_notifications_"               = "Notificaciones";
"_quota_space_unlimited_"       = "Ilimitado";
"_quota_space_unknown_"         = "Desconocido";
"_quota_using_"                 = "Está usando %@ de %@";
"_acknowledgements_"            = "Agradecimientos";
"_settings_"                    = "Configuración";
"_enter_password_"              = "Introduzca la contraseña …";
"_lock_"                        = "Bloquear";
"_lock_active_"                 = "Bloqueo: Activo";
"_lock_not_active_"             = "Bloqueo: Desactivado";
"_lock_protection_no_screen_"        = "No preguntar al abrir app";
"_enable_touch_face_id_"        = "Habilitar Touch/Face ID";
"_wifi_only_"                   = "Usar solo conexión Wi-Fi";
"_settings_autoupload_"         = "Subida automática";
"_clear_cache_"                 = "Vaciar caché";
"_clear_cache_footer_"          = "Borra archivos descargados y disponibles sin conexión en la aplicación";
"_exit_"                        = "Restablecer la aplicación";
"_exit_footer_"                 = "Eliminar todas las cuentas y datos locales de la app.";
"_want_exit_"                   = "¡Atención! Se volverá al estado inicial. ¿Continuar?";
"_want_delete_cache_"           = "¿Desea eliminar la cache? (también eliminará todas las transferencias en curso)";
"_add_account_"                 = "Agregar cuenta";
"_want_delete_"                 = "Borrará lo siguiente:";
"_want_leave_share_"            = "Abandonará los siguientes recursos compartidos:";
"_no_delete_"                   = "No, no borrar";
"_yes_delete_"                  = "Sí, borrar";
"_information_"                 = "Información";
"_select_offline_warning_"      = "Hacer que varios archivos y carpetas estén disponibles sin conexión puede llevar mucho tiempo y utilizar mucha memoria mientras se hace.";
"_advanced_"                    = "Avanzado";
"_permissions_"                 = "Permisos";
"_disable_files_app_"           = "No integrar con la app Archivos";
"_disable_files_app_footer_"    = "No permitir el acceso a los archivos a través de la app Archivos de iOS.";
"_time_remaining_"              = "%@ restante";
"_autoupload_"                      = "Auto subir fotos y vídeos";
"_autoupload_select_folder_"        = "Carpeta para \"Subida automática\"";
"_autoupload_photos_"               = "Subir automáticamente fotos";
"_autoupload_videos_"               = "Subir automáticamente vídeos";
"_autoupload_favorites_"            = "Solo auto-subir los favoritos";
"_autoupload_description_"          = "Las nuevas fotos/videos serán subidas automáticamente a tu servidor.";
"_autoupload_fullphotos_"           = "Subir todo el carrete de la cámara";
"_start_autoupload_"                = "Activar la subida automática";
"_stop_autoupload_"                 = "Desactivar la subida automática";
"_autoupload_fullphotos_footer_"    = "Ajusta las opciones anteriores antes de activar la subida.";
"_autoupload_create_subfolder_"     = "Usar subcarpetas";
"_autoupload_create_subfolder_footer_"  = "Guardar las fotos en subcarpetas basadas en año, mes o día.";
"_autoupload_subfolder_granularity_"    = "Granularidad de subcarpetas";
"_filenamemask_"                        = "Cambiar máscara del nombre de archivo";
"_filenamemask_footer_"                 = "Por defecto, cuando los archivos son subidos, toman automáticamente el siguiente formato: yy-mm-dd hh-mm-ss más un contador de dígitos. Si no te gusta este formato, puedes cambiar este formato excepto el contador de dígitos final, que no puede ser omitido.  ";
"_autoupload_current_folder_"           = "Carpeta seleccionada";
"_show_hidden_files_"           = "Mostrar archivos ocultos";
"_format_compatibility_"        = "Más compatible";
"_format_compatibility_footer_" = "\"Más compatible\" guardará las fotos como JPEG si es posible.";
"_privacy_"                     = "Privacidad";
"_privacy_footer_"              = "Esta app utiliza un servicio para el análisis de fallos. Su información personal no es enviada en el reporte. Si desea desactivarlo, por favor, marca la opción \"Desactivar los informes sobre fallos\" a ENCENDIDO";
"_crashservice_title_"          = "Desactivar los informes sobre fallos";
"_crashservice_alert_"          = "Esta opción requiere reiniciar la app para que surta efecto.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" guardará las fotos en formato \"Live Photo\" si es posible.";
"_capabilities_"                = "Capacidades";
"_capabilities_footer_"         = "Muestra los paquetes utilizados por la app se están instalados y disponibles en el servidor.";
"_diagnostics_"                 = "Diagnósticos";
"_diagnostics_footer_"          = "Cambiar el nivel de logs requiere reiniciar la app para que surta efecto";
"_view_log_"                    = "Ver archivo de registro";
"_clear_log_"                   = "Vaciar archivo de registro";
"_set_log_level_"               = "Establecer nivel del Log";
"_log_file_clear_alert_"        = "Archivo de registro borrado\n con éxito!";
"_connect_server_anyway_"       = "¿Aun así quiere conectarse al servidor?";
"_server_is_trusted_"           = "¿Consideras que este servidor es de confianza?";
"_connection_error_"            = "Error de conexión";
"_login_url_"                   = "Dirección del servidor https:// …";
"_login_url_error_"             = "Error en la URL, por favor, comprueba la URL de tu servidor";
"_favorites_"                   = "Favoritos";
"_favorite_short_"              = "Hacer favorito";
"_tutorial_favorite_view_"      = "Los archivos y carpetas que marques como favoritos aparecerán aquí";
"_tutorial_offline_view_"       = "Los archivos copiados aquí estarán disponibles sin conexión.\n\nSe sincronizarán con tu nube.";
"_tutorial_groupfolders_view_"  = "No existen carpetas de grupo aún";
"_more_"                        = "Menú";
"_favorite_no_files_"           = "Aún no hay favoritos";
"_no_date_information_"                     = "No hay información de fecha";
"_no_camera_information_"                   = "No hay información de cámara";
"_no_lens_information_"                     = "No hay información de lente";
"_today_"                                   = "Hoy";
"_yesterday_"                               = "Ayer";
"_access_photo_not_enabled_"                = "Acceso a fotos no habilitado";
"_access_photo_not_enabled_msg_"            = "Vaya a Ajustes → Aplicaciones → HiDrive Next → Fotos y active el acceso a la Fototeca.";
"_access_background_app_refresh_denied_"    = "\"Actualización en segundo plano\" está desactivado. Por favor, actívala en \"Ajustes\", de otra manera las nuevas fotos o videos no serán detectadas cuando la aplicación esté en segundo plano.";
"_new_photos_starting_"                     = "Sólo fotos o videos que comienzan por %@serán subidos.";
"_tutorial_photo_view_"                     = "Aún no hay fotos ni vídeos subidos";
"_error_createsubfolders_upload_"           = "Error creando subcarpetas";
"_remove_photo_CameraRoll_"                 = "Eliminar del carrete de la cámara";
"_remove_photo_CameraRoll_desc_"            = "Al \"eliminar del carrete\" después de las cargas, se mostrará un mensaje de confirmación para eliminar del carrete de la cámara las fotos o videos subidos. Las fotos o videos eliminados seguirán estando disponibles en la Papelera de Fotos de iOS durante 30 días.";
"_never_"                       = "nunca";
"_less_a_minute_"               = "hace menos de un minuto";
"_a_minute_ago_"                = "hace un minuto";
"_minutes_ago_"                 = "hace %d minutos";
"_an_hour_ago_"                 = "hace una hora";
"_hours_ago_"                   = "hace %d horas";
"_a_day_ago_"                   = "hace un día";
"_days_ago_"                    = "hace %d días";
"_forbidden_characters_"        = "Caracteres prohibidos: %@";
"_cannot_send_mail_error_"      = "No se ha configurado una cuenta o se ha introducido una dirección de correo errónea.";
"_open_url_error_"              = "No se puede abrir la URL de esta acción.";
"_media_"                       = "Multimedia";
"_order_by_"                    = "Ordenar por";
"_name_"                        = "Nombre";
"_date_"                        = "Fecha";
"_size_"                        = "Tamaño";
"_delete_selected_files_"       = "Delete files";
"_remove_favorites_"            = "Quitar de favoritos";
"_add_favorites_"               = "Añadir a favoritos";
"_share_"                       = "Compartir";
"_remove_local_file_"           = "Eliminar solo localmente";
"_folders_"                     = "carpetas";
"_folder_"                      = "carpeta";
"_files_"                       = "Archivos";
"_file_"                        = "archivo";
"_no_file_pull_down_"           = "Sube un archivo o arrastra hacia abajo para recargar";
"_limited_dimension_"           = "Se ha alcanzado el tamaño máximo";
"_save_selected_files_"         = "Guardar en Fotos";
"_file_not_saved_cameraroll_"   = "Error: Archivo no guardado en el álbum de fotos";
"_file_saved_cameraroll_"       = "Archivo guardado en el álbum de fotos";
"_directory_on_top_no_"         = "Carpetas primero";
"_show_description_"            = "Mostrar descripción";
"_show_recommended_files_"      = "Mostrar archivos recomendados";
"_search_no_record_found_"      = "Sin resultados";
"_search_in_progress_"          = "Búsqueda en curso …";
"_search_instruction_"          = "Buscar archivos (mínimo 2 caracteres)";
"_files_no_files_"              = "No hay archivos aquí";
"_files_no_folders_"            = "Aquí no hay carpetas";
"_request_in_progress_"         = "La petición al servidor está en curso …";
"_personal_files_only_"         = "Sólo archivos personales";

"audio"                         = "AUDIO";
"directory"                     = "CARPETAS";
"document"                      = "DOCUMENTOS";
"image"                         = "IMÁGENES";
"template"                      = "PLANTILLAS";
"video"                         = "VÍDEO";

"_paste_file_"                  = "Pegar";
"_cancel_all_task_"             = "Cancelar todas las transferencias";
"_status_wait_download_"        = "Esperando la descarga";
"_status_downloading_"          = "Descargando";
"_status_wait_upload_"          = "Esperando para subir";
"_status_wait_create_folder_"   = "Esperando a crear la carpeta";
"_status_wait_delete_"          = "Esperando para eliminar";
"_status_wait_rename_"          = "Esperando a renombrar";
"_status_wait_favorite_"        = "Esperando a cambiar el favorito";
"_status_wait_copy_"            = "Esperando para copiar";
"_status_wait_move_"            = "Esperando para mover";
"_status_uploading_"            = "Subiendo";
"_status_upload_error_"         = "Error, esperando para subir";
"_select_media_folder_"         = "Establecer la carpeta multimedia";
"_media_viewimage_show_"        = "Mostrar solo fotos";
"_media_viewvideo_show_"        = "Mostrar solo vídeos";
"_media_show_all_"              = "Mostrar ambos";
"_good_morning_"                = "Buenos días";
"_good_day_"                    = "Buen día";
"_good_afternoon_"              = "Buenas tardes";
"_good_evening_"                = "Buenas noches";
"_good_night_"                  = "Buenas noches";
"_servers_"                     = "Servidores";
"_select_server_"               = "Por favor, selecciona un servidor...";

// MARK: Share

"_share_link_"                  = "Compartir enlace";
"_share_link_name_"             = "Nombre del enlace";
"_password_"                    = "Contraseña";
"_share_password_"              = "Enlace protegido por contraseña";
"_date_"                        = "Fecha";
"_user_sharee_footer_"          = "Toca para cambiar los permisos";
"_enforce_password_protection_" = "Obligar la protección con contraseña";
"_shared_with_you_by_"          = "Compartida contigo por";
"_shareLinksearch_placeholder_" = "Nombre, email o Federated Cloud ID …";
"_new_comment_"                 = "Nuevo comentario …";
"_edit_comment_"                = "Editar comentario";
"_delete_comment_"              = "Borrar comentario";
"_share_read_only_"             = "Solo lectura";
"_share_editing_"               = "Can edit";
"_share_allow_upload_"          = "Permitir subida y edición";
"_share_file_drop_"             = "Arrastrar archivo (Sólo subida)";
"_share_secure_file_drop_"      = "Depósito seguro (sólo subida de archivos)";
"_share_hide_download_"         = "Ocultar descarga";
"_share_limit_download_"        = "Limitar las descargas";
"_remaining_"                   = "%d restante";
"_share_password_protect_"      = "Protección por contraseña";
"_share_expiration_date_"       = "Fijar fecha de expiración";
"_share_note_recipient_"        = "Nota al destinatario";
"_share_add_sharelink_"         = "Añadir otro enlace";
"_share_can_reshare_"           = "Permitir volver a compartir";
"_share_can_create_"            = "Permitir creación";
"_share_can_change_"            = "Permitir edición";
"_share_can_delete_"            = "Permitir borrado";
"_share_can_download_"          = "Permitir descarga";
"_share_unshare_"               = "Dejar de compartir";
"_share_internal_link_"         = "Link interno";
"_share_internal_link_des_"     = "Solo funciona a usuarios con acceso a este archivo/carpeta.";
"_share_reshare_disabled_"      = "No tienes permiso para compartir este archivo/carpeta.";
"_share_reshare_restricted_"    = "Nota: Tienes permisos limitados para compartir este archivo/carpeta.";

"_no_transfer_"                     = "Aún no hay transferencias";
"_no_transfer_sub_"                 = "Las subidas y bajadas en este dispositivo aparecerán aquí";
"_no_activity_footer_"              = "No hay más actividades que cargar";
"_transfers_"                       = "Transferencias";
"_activity_"                        = "Actividad";
"_trash_file_not_found_"            = "Parece que el archivo no está en la papelera. Vaya a la papelera para actualizarla y pruebe de nuevo.";
"_list_shares_"                     = "Archivos compartidos";
"_list_shares_no_files_"            = "Aún no hay archivos compartidos";
"_tutorial_list_shares_view_"       = "Los archivos y carpetas que compartas aparecerán aquí";
"_offline_"                         = "Sin conexión";
"_upload_photos_videos_"            = "Subir fotos o vídeos";
"_upload_file_"                     = "Subir archivo";
"_create_nextcloudtext_document_"   = "Crear documento de texto";
"_use_folder_auto_upload_"          = "Usar la carpeta \"Subida automática\" como carpeta de destino";
"_filename_"                        = "Nombre de archivo";
"_enter_filename_"                  = "Introduzca el nombre del archivo";
"_default_preview_filename_footer_" = "Previsualización de ejemplo del nombre de archivo: IMG_0001.JPG";
"_filename_header_"                 = "Introduce un nombre de archivo";
"_preview_filename_"                = "Previsualización de ejemplo del nombre de archivo: Puedes usar la máscara \"%@\" para fecha/hora.";
"_add_filenametype_"                = "Especificar el tipo en el nombre de archivo";
"_maintain_original_filename_"      = "Mantener el nombre original del archivo";
"_notifications_"                   = "Notificaciones";
"_untitled_"                        = "Sin título";
"_e2e_settings_title_"              = "Cifrado";
"_e2e_settings_"                    = "Cifrado punto a punto";
"_e2e_settings_start_"              = "Comenzar cifrado punto a punto";
"_e2e_settings_activated_"          = "Cifrado punto a punto activado";
"_e2e_server_disabled_"             = "La app de cifrado de extremo a extremo está deshabilitada en el servidor";
"_e2e_settings_view_passphrase_"    = "Las 12 palabras juntas forman una contraseña muy fuerte que solo te permite a ti ver y usar tus archivos cifrados. Por favor, escríbela y guárdala en un lugar seguro.";
"_e2e_settings_read_passphrase_"    = "Leer frase de acceso";
"_e2e_settings_lock_not_active_"    = "Bloqueo no activo. Ve a \"Ajustes\" y actívalo.";
"_e2e_settings_the_passphrase_is_"  = "La frase de acceso es:";
"_e2e_passphrase_request_title_"    = "Pedir frase de acceso";
"_e2e_passphrase_request_message_"  = "Inserta las 12 palabras";
"_e2e_settings_remove_"             = "Elimina el cifrado localmente";
"_e2e_settings_remove_message_"     = "Confirma la eliminación del cifrado con la frase de acceso";
"_e2e_set_folder_encrypted_"        = "Cifrar";
"_e2e_remove_folder_encrypted_"     = "Descifrar";
"_e2e_goto_settings_for_enable_"    = "Esto es una carpeta cifrada. Ve a \"Ajustes\" y activa el cifrado punto a punto.";
"_e2e_error_"                       = "Ha ocurrido un error interno del cifrado punto a punto.";
"_e2e_in_upload_"                   = "Subida en progreso, por favor espere a que todos los archivos sean transferidos";
"_scans_document_"                  = "Escanear documento";
"_scanned_images_"                  = "Imágenes escaneadas";
"_scan_document_pdf_page_"          = "Página";
"_scan_label_document_zone_"        = "Toca o arrastra hacia abajo las imágenes para crear documentos";
"_filter_document_"                 = "Documento";
"_filter_original_"                 = "Original";
"_quality_image_title_"             = "Calidad de la imagen en previsualización";
"_file_creation_"                   = "Creación de archivos";
"_delete_all_scanned_images_"       = "Eliminar todas las imágenes escaneadas";
"_text_recognition_"                = "Reconocimiento de texto";
"_all_files_"                       = "Todos los archivos";
"_personal_files_"                  = "Archivos Personales";

"_trash_view_"                      = "Archivos eliminados";
"_trash_no_trash_"                  = "No hay archivos eliminados";
"_trash_no_trash_description_"      = "Podrás restaurar los archivos eliminados desde aquí";
"_confirm_delete_selected_"         = "¿Estás seguro que quieres borrar los elementos seleccionados?";
"_manage_file_offline_"             = "Gestionar archivos sin conexión";
"_set_available_offline_"           = "Marcar como disponible sin conexión";
"_remove_available_offline_"        = "Quitar como disponible sin conexión";
"_create_new_document_"             = "Crear nuevo documento";
"_create_new_spreadsheet_"          = "Crear nueva hoja de cálculo";
"_create_new_presentation_"         = "Crear nueva presentación";
"_go_online_"                       = "Conectar para ver el documento online";
"_intro_1_title_"                   = "Mantén tus datos seguros y bajo tu control";
"_intro_2_title_"                   = "Colaboración segura e intercambio de archivos";
"_intro_3_title_"                   = "Correo web, calendario y contactos fáciles de usar";
"_intro_4_title_"                   = "Uso compartido de pantalla, reuniones en línea y conferencias web";
"_log_in_"                          = "Iniciar sesión";
"_sign_up_"                         = "Registrarse con un proveedor";
"_host_your_own_server"             = "Aloje su propio servidor";
"_invalid_url_"                         = "URL del servidor no válida";
"_ssl_certificate_untrusted_"           = "El certificado para este servidor es inválido.";
"_ssl_certificate_changed_"             = "El certificado de este servidor parece haber cambiado.";
"_file_already_exists_"                 = "No se puede completar la operación, hay un archivo con el mismo nombre.";
"_error_files_upload_"                  = "Error subiendo archivos.";
"_internal_generic_error_"              = "error interno.";
"_err_permission_microphone_"           = "Por favor, permita el acceso al Micrófono desde los Ajustes.";
"_err_permission_photolibrary_"         = "Por favor, permita el acceso a Fotos desde los Ajustes.";
"_qrcode_not_authorized_"   = "Esta app no está autorizada a usar la cámara trasera.";
"_qrcode_not_supported_"    = "Los códigos QR no están soportados por el dispositivo actual.";
"_create_voice_memo_"       = "Crear nota de voz";
"_voice_memo_start_"        = "Toca para empezar";
"_voice_memo_stop_"         = "Topa para parar";
"Enter Passcode"            = "Introduce código de acceso";
"Enter a new passcode"      = "Introduce un código de acceso nuevo";
"Confirm new passcode"      = "Confirma el nuevo código de acceso";
"_too_many_failed_passcode_attempts_error_" = "Demasiados intentos con contraseñas erróneas. Por favor, inténtalo de nuevo.";
"Passcodes didn't match. Try again." = "Los códigos de acceso no coinciden. Vuelve a intentarlo.";
"Delete"                    = "Eliminar";
"Cancel"                    = "Cancelar";
"_certificate_details_"     = "Detalles del certificado del servidor";
"_certificate_pn_details_"  = "Certificado de las notificaciones Push";
"_certificate_view_"        = "Certificado del Servidor";
"_certificate_pn_view_"     = "Certificado de las Notificaciones Push";
"_save_as_scan_"            = "Guardar como escaneo";
"_modify_"                  = "Modificar";
"_overwrite_original_"      = "Sobreescribir el original";
"_save_as_copy_"            = "Guardar como copia";
"_discard_changes_"         = "Cerrar y descartar cambios";
"_message_disable_overwrite_livephoto_" = "This image is a Live Photo, overwrite will not be possible.";
"_discard_changes_info_"    = "Tus cambios serán descartados.";
"_delete_files_desc_"       = "Borrar archivos para liberar espacio";
"_delete_old_files_"        = "Eliminar, de la caché, todos los archivos más antiguos que";
"_never_"                   = "nunca";
"_1_year_"                  = "1 año";
"_6_months_"                = "6 meses";
"_3_months_"                = "3 meses";
"_1_month_"                 = "1 mes";
"_1_week_"                  = "1 semana";
"_monthly_"                 = "Mensualmente";
"_yearly_"                  = "Anualmente";
"_daily_"                   = "Diariamente";
"_used_space_"              = "Espacio utilizado:";
"_login_address_detail_"    = "El link a su interfaz web %@ cuando lo abre en el navegador.";
"_go_to_page_"              = "Ir a la página";
"_page_"                    = "Página";
"_this_document_has_%@_pages_"              = "Este documento tiene %@ páginas";
"_invalid_page_"                            = "Página no válida";
"_the_entered_page_number_does_not_exist_"   = "El número de página introducido no existe.";
"_error_something_wrong_"   = "Algo ha ido mal";
"_try_download_full_resolution_"            = "Descargar imagen a resolución completa";
"_full_resolution_image_info_"            = "Esto podría revelar información adicional sobre la foto.";
"_download_audio_"          = "Descargar el audio localmente";
"_copied_path_"             = "Ruta copiada";
"_privacy_screen_"          = "Fondo de pantalla cuando la app está inactiva";
"_in_"                      = "en";
"_enter_passphrase_"        = "Introduzca la frase de acceso (12 palabras)";
"_show_more_results_"       = "Mostrar más resultados";
"_waiting_for_"             = "Esperando a:";
"_reachable_wifi_"          = "red accesible por Wi-Fi o cable";
"_copy_passphrase_"         = "Copiar la frase de seguridad";
"_ok_copy_passphrase_"      = "OK y copiar la frase de seguridad";
"_select_color_"            = "Seleccione el color";
"_change_color_"            = "Cambiar color";
"_description_dashboardwidget_" = "Tener el Tablero siempre en la punta de tus dedos nunca ha sido más fácil.";
"_description_fileswidget_" = "Vea sus archivos recientes y utilice la barra de herramientas para acelerar sus operaciones.";
"_description_toolbarwidget_"   = "Una barra de herramientas para acelerar sus operaciones.";
"_title_lockscreenwidget_"  = "Estado";
"_description_lockscreenwidget_"    = "Esté atento al espacio disponible y la actividad reciente";

"_keep_running_"            = "Mantenga la aplicación en ejecución para una mejor experiencia de usuario.";
"_apps_nextcloud_detect_"   = "Se detectaron %@ apps";
"_add_existing_account_"    = "Otras %@ apps han sido detectadas, ¿desea añadir una cuenta ya existente?";
"_status_in_progress_"      = "Lectura de estado en progreso …";
"_status_e2ee_on_server_"   = "El cifrado de extremo a extremo ya se encuentra configurado en el servidor, aunque no está habilitado en este dispositivo.";
"_status_e2ee_not_setup_"   = "El cifrado de extremo a extremo no está configurado en el servidor.";
"_status_e2ee_configured_"  = "El cifrado de extremo a extremo está configurado correctamente.";
"_e2ee_set_as_offline_"     = "No permitido para archivos o carpetas cifradas.";
"_change_upload_filename_"  = "¿Desea guardar el archivo con un nombre diferente?";
"_save_file_as_"            = "Guardar archivo como %@";
"_password_ascii_"          = "The password cannot contain special characters.";
"_calendar_contacts_"       = "Calendario y Contactos";
"_mobile_config_"           = "Descargar el perfil de configuración";
"_calendar_contacts_footer_warning_"    = "El perfil de configuración solo puede ser descargado si Safari es el navegador por defecto.";
"_calendar_contacts_footer_"    = "Tras descargar el perfil, puedes instalarlo desde Ajustes.";
"_modify_image_desc_"       = "Toca sobre un archivo para modificar o renombrarlo.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Habilitar Live Photo";
"_disable_livephoto_"       = "Deshabilitar Live Photo";
"_undo_modify_"             = "Deshacer modificación";
"_rename_already_exists_"   = "Ya existe un archivo con este nombre.";
"_group_folders_"           = "Carpetas de grupo";
"_play_from_files_"         = "Reproducir película desde Archivos";
"_play_from_url_"           = "Reproducir película desde URL";
"_valid_video_url_"         = "Inserte un URL válido";
"_chunk_move_"              = "El archivo enviado no pudo ser reensamblado, por favor compruebe el registro del servidor.";
"_download_image_"          = "Descargar imagen";
"_download_video_"          = "Descargar video";
"_reset_wrong_passcode_"    = "Restablecer la aplicación";
"_reset_wrong_passcode_option_" = "Reiniciar app después de tantos intentos fallidos";
"_reset_wrong_passcode_desc_" = "Utilice \"Restablecer aplicación\" para eliminar todas las cuentas y datos locales tras %d intentos fallidos de ingreso de código.";
"_deviceOwnerAuthentication_" = "El sensor biométrico ha sido desactivado temporalmente debido a múltiples intentos fallidos. Ingrese el código de acceso del dispositivo para volver a habilitar el sensor.";
"_virus_detect_"            = "Virus detectado. ¡No se puede completar la subida!";
"_select_photos_"           = "Seleccionar fotos";
"_selected_photo_"          = "foto seleccionada";
"_selected_photos_"         = "fotos seleccionadas";
"_delete_selected_photos_"  = "Borrar fotos selecionadas";
"_media_square_"            = "Rejilla cuadrada";
"_media_ratio_"             = "Relación de aspecto de la rejilla";
"_autoupload_notice_"       = "Para garantizar el correcto funcionamiento de esta característica, es necesario activar la \"Actualización en segundo plano\". De lo contrario, no se detectarán nuevas fotos o vídeos cuando la aplicación esté en segundo plano.\n\nAdemás, tenga en cuenta que la aplicación no podrá detectar nuevas fotos y vídeos si es cerrada manualmente. Cuando la aplicación está en segundo plano, la transferencia de datos puede ser más lenta, y generalmente se detectarán nuevas fotos y/o vídeos cada 10 minutos, dependiendo del nivel de batería del dispositivo.\n\nPara comprobar que la aplicación funciona correctamente, puede utilizar el archivo de registro disponible en los ajustes Avanzados.";
"_display_"                 = "Mostrar";
"_appearance_"              = "Apariencia";
"_light_"                   = "Claro";
"_dark_"                    = "Obscuro";
"_use_system_style_"        = "Usar el estilo del sistema";
"_account_settings_"        = "Ajustes de la cuenta";
"_users_"                   = "Usuarios";
"_users_footer_"            = "Cada vez que la app sea reactivada, la cuenta será requerida.";
"_while_charging_"          = "Mientras carga";
"_keep_screen_awake_"       = "Mantener pantalla encendida\nmientras se transfieren archivos";
"_error_not_found_"         = "No se encuentra el recurso solicitado";
"_error_conflict_"          = "La solicitud no se pudo completar debido a un conflicto con el estado actual del recurso";
"_error_precondition_" = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "Descargando";
"_additional_options_"      = "Opciones adicionales";
"_unauthorizedFilesPasscode_" = "La app Archivos no puede ser usada mientras haya una contraseña activada";
"_disableFilesApp_"         = "La app Archivos no puede ser usada porque está deshabilitada";
"_widget_available_nc25_"   = "El Widget solo está disponible a partir de la versión 25 del servidor";
"_no_items_"                = "Sin ítems";
"_check_back_later_"        = "Vuelva luego";
"_no_data_available_"       = "No hay datos disponibles";
"_recent_activity_"         = "Actividad reciente";
"_maintenance_mode_"        = "El servidor se encuentra actualmente en modo de mantenimiento, lo que podría llevar un tiempo.";
"_account_disabled_"        = "Cuenta desactivada";

//Video
"_user_"                    = "Usuario";
"_add_subtitle_"            = "Añadir un subtitulo externo";
"_add_audio_"               = "Añadir un audio externo";
"_upload_foreground_msg_"   = "No cierre %@ para completar la transferencia …";
"_upload_background_msg_"   = "Subida de archivos en progreso …";
"_create_folder_error_"     = "Se ha producido un error al crear la carpeta:\n%@.\n\nPor favor, resuelva el problema lo antes posible.\n\nSe suspenden todas las subidas hasta que se resuelva el problema.";
"_creating_dir_progress_"   = "Creación de carpetas en progreso … mantén la app activa.";
"_creating_db_photo_progress"   = "Creación de archivo de fotos en progreso … mantén la app activa.";
"_account_unauthorized_"    = "Atención, %@, no estás autorizado, tu cuenta ha sido borrada, si has cambiado la contraseña, vuelve a autenticarte.";
"_folder_offline_desc_"     = "Incluso sin una conexión a internet, puedes organizar tus carpetas o crear archivos. Una vez vuelvas a estar en línea, las acciones pendientes se sincronizarán automáticamente.";
"_offline_not_allowed_"     = "La acción no está permitida en modo offline";
"_Upload_native_format_yes_"= "Subir en formato nativo: si";
"_Upload_native_format_no_" = "Subir en formato nativo: no";
"_terms_of_service_"        = "Términos del servicio";
"_terms_accept_"            = "Reconozco que he leído y acepto los términos de servicio anteriores.";
"_terms_accepted_"          = "Términos aceptados";
"_recommended_files_"       = "Archivos recomendados";

// Tip
"_tip_pdf_thumbnails_"      = "Deslice el dedo hacia la izquierda desde el borde derecho de la pantalla para mostrar las miniaturas.";
"_tip_accountrequest_"      = "Toque aquí para cambiar la cuenta o agregar una nueva";
"_tip_addcopyimage_"        = "Toque largo para pegar una imagen copiada";
"_tip_open_mediadetail_"    = "Deslice hacia arriba para mostrar los detalles";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Controlador de tarjeta";
"_accessibility_add_upload_"    = "Añadir y subir";
"_dismiss_menu_"                = "Descartar el menú";
"_show_profile_"                = "Mostrar perfil";
// a11y: On/Off
"_on_"                          = "On";
// a11y: On/Off
"_off_"                         = "Off";
"_list_"                        = "Lista";
"_icons_"                       = "Iconos";

// MARK: Assistant
"_assistant_task_unknown_"       = "Desconocido";
"_assistant_task_scheduled_"     = "Programado";
"_assistant_task_in_progress_"   = "En proceso";
"_assistant_task_completed_"     = "Completado";
"_assistant_task_failed_"        = "Fallado";
"_input_"                        = "Entrada";
"_output_"                       = "Salida";
"_task_details_"                 = "Detalles de la tarea";
"_assistant_"                    = "Asistente";
"_new_task_"                     = "Nueva %@ tarea";
"_no_tasks_"                     = "No hay tareas aquí";
"_create_task_subtitle_"         = "Pulsa el botón + para crear una";
"_edit_task_"                    = "Editar %@ tarea";
"_no_types_"                     = "No se ha encontrado proveedor";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";

// MARK: Client certificate
"_no_client_cert_found_"         = "The server is requesting a client certificate.";
"_no_client_cert_found_desc_"    = "¿Desea instalar un certificado de cliente TLS? \nTen en cuenta que el certificado .p12 debe instalarse primero en tu dispositivo pulsando sobre él e instalándolo como un Perfil de Certificado de Identidad en Ajustes. El certificado también DEBE tener una contraseña, ya que es un requisito de iOS.";
"_client_cert_enter_password_"   = "Introduce la contraseña del certificado elegido";
"_client_cert_wrong_password_"   = "Disculpe, ha introducido una contraseña no válida.";

// MARK: Login poll
"_poll_desc_"                    = "Por favor, complete el proceso de inicio de sesión en su navegador.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Los nombres no deben contener espacios al principio o al final.";
"_file_name_validator_error_reserved_name_" = "\"%@\" es un nombre prohibido.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" es una extensión prohibida.";
"_file_name_validator_error_invalid_character_" = "El nombre contiene caracteres no válidos: \"%@\".";
"_file_name_validator_error_space_" = "Los nombres no deben contener espacios al principio o al final.";
"_file_name_new_extension_" = "Cambiar la extensión puede hacer que este archivo se abra con otra aplicación.";
"_please_rename_file_" = "Por favor, renombra el archivo o carpeta.";
"hidden_file_name_warning" = "Ese nombre producirá un archivo oculto.";

"_select_autoupload_albums_" = "Seleccione álbumes";
"_upload_from_" = "Subir desde";
"_multiple_albums_" = "Álbumes múltiples";
"_smart_albums_" = "Álbumes inteligentes";
"_albums_" = "Álbumes";

//MARK: Login
"_login_welcome_" = "Bienvenido/a al almacenamiento en la nube";
"_login_description_" = "Tienes que iniciar sesión en el navegador.";
"_login_wrong_QR_format_" = "Formato del código es incorrecto";

//MARK: Burger menu
"_storage_used_" = "Memoria utilizada";
"_used_of_space_" = "%@ de %@ en uso";

//MARK: Data Protection Screens
"_agree_" = "Aceptar";
"_privacy_settings_" = "Configuración de la protección de datos";
"_privacy_settings_description_" = "Esta aplicación utiliza cookies y tecnologías similares. Al hacer clic en Aceptar, consientes el procesamiento y la transferencia de tus datos a terceros. \nEncontrarás más información, incluida la relativa al procesamiento de datos por parte de terceros, en los ajustes y en nuestra [Aviso sobre protección de datos](link://privacypolicy). \nPuedes rechazar la utilización de estas herramientas [Reject](link://reject) o modificar tu selección en cualquier momento a través de tus ajustes.";
"_data_protection_settings_" = "Ajustes";
"_data_usage_for_app_optimization_description_" = "Para optimizar nuestra aplicación, recogemos datos anónimos.\nPara ello utilizamos soluciones de software de diferentes socios. Nos gustaría ofrecerte una transparencia y una ayuda en la toma de decisiones total sobre el procesamiento y la recopilación de tus datos de uso anonimizados. Posteriormente, puedes cambiar tu configuración en cualquier momento en el punto de menú Protección de datos. Sin embargo, ten en cuenta que la recopilación de datos contribuye de manera significativa a la optimización de esta aplicación y que si detienes el envío de datos impedirás estas optimizaciones.";
"_required_data_collection_" = "Recopilación necesaria de datos";
"_required_data_collection_description_" = "La recopilación de estos datos es necesaria para poder utilizar las funciones esenciales de la aplicación.";
"_analysis_of_data_collection_" = "Análisis de la recopilación de datos para un diseño personalizado basado en las necesidades de cada usuario";
"_analysis_of_data_collection_description_" = "Estos datos nos ayudan a optimizar el uso de la aplicación y a identificar los fallos del sistema y los errores más rápidamente.";
"_data_protection_" = "Protección de datos";
"_save_settings_" = "Guardar ajustes";
"_alert_tracking_access" = "Por favor, cambie el seguimiento en la configuración.";

"_camera_roll_" = "App Fotos";
"_destination_" = "Destino";
"_new_photos_only_" = "Sólo fotos nuevas";
"_all_photos_" = "Todas las fotos";
"_back_up_new_photos_only_" = "Respaldar sólo fotos/videos nuevos";
"_auto_upload_all_photos_warning_title_" = "¿Está seguro que desea subir todas las fotos?";
"_auto_upload_all_photos_warning_message_" = "Esto podría tomar algún tiempo en procesar dependiendo de la cantidad de fotos.";

//MARK: Media options
"media_options" = "Opciones multimedia";

//MARK: Selection
"_select_selectionLabel_deselectAll_" = "Seleccionar todo";
"_select_selectionLabel_manyItemsSelected_" = "%@ elementos seleccionados";
"_select_selectionLabel_oneItemSelected_" = "Un elemento seleccionado";
"_select_selectionLabel_selectAll_" = "Seleccionar todo";

//MARK: Login
"_login_with_qrcode_" = "Escanear código QR";

"_download_"                    = "Descargar";
